{
  "rude": [
    "Dzisiaj obudziłeś się jak typowy maruda, więc nie psuj innym humoru. Mars podpowiada, żebyś zamknął buzię i zrobił coś pożytecznego.",
    "Twoje wymówki dziś są słabsze niż kawa rozpuszczalna. Wenus przewraca oczami na twój brak wysiłku.",
    "Każdy twój krok brzmi jak lament. Jowisz mówi wprost: weź się w garść, bo nikt nie ma czasu na twoje jęki.",
    "Twoje narzekania są głośniejsze niż ruch uliczny. Saturn każe ci się ogarnąć i przestać zawracać głowę innym.",
    "Znowu udajesz, że pracujesz, a tak naprawdę gapisz się w sufit. Merkury sugeruje: zrób wreszcie coś konkretnego.",
    "Twoje żarty są tak suche, że Neptun płacze. Daj ludziom spokój i spróbuj nie być męczący.",
    "Twoja aura dziś przypomina popsuty odkurzacz. Uran doradza, żebyś przynajmniej udawał, że masz energię.",
    "Twój nastrój ciągnie innych w dół jak kotwica. Pluton nie ma litości – albo się uśmiechniesz, albo przegrasz dzień.",
    "Wszystko dziś robisz jakby ci się nie chciało. Mars stuka w zegarek, bo czas ci ucieka.",
    "Twoja twarz dziś mówi: „nie podchodź”. Wenus sugeruje, że lepiej zostać w domu.",
    "Dziś twoje lenistwo osiąga nową orbitę. Jowisz nie jest pod wrażeniem.",
    "Twoja cierpliwość dziś jest krótsza niż życie komara. Saturn przewiduje kłótnie.",
    "Ludzie mają cię dziś dość szybciej niż zwykle. Merkury wysyła ci znak: zamknij usta.",
    "Twoje decyzje są dziś gorsze niż pogoda. Neptun patrzy na ciebie z litością.",
    "Dziś nawet pies nie chce z tobą spacerować. Uran zaleca przemyśleć swoje wybory.",
    "Twoja kawa dziś smakuje gorzej niż twoje żarty. Pluton potwierdza: zero charyzmy.",
    "Zamiast działać, dziś tylko wzdychasz. Mars przewraca oczami.",
    "Twój plan na dzień: zero planu. Wenus nie wierzy w takie podejście.",
    "Twoja aura dziś to czysta toksyna. Jowisz radzi: zrób przerwę od ludzi.",
    "Twoje pretensje dziś biją rekord. Saturn przypomina: świat nie kręci się wokół ciebie.",
    "Masz dziś energię jak zepsuta żarówka. Merkury przewiduje: ciemność.",
    "Twoje teksty dziś są tak słabe, że Neptun chce cię wyciszyć.",
    "Dziś wyglądasz jak ktoś, kto nie spał od tygodnia. Uran sugeruje: idź się prześpij.",
    "Twoje wymówki są starsze niż Pluton. Czas na coś nowego.",
    "Twój styl dziś to: brak stylu. Mars nie wybacza takiej porażki.",
    "Twoja twarz mówi „dajcie mi spokój”. Wenus doradza: serio, zostań sam.",
    "Twoje pomysły dziś są gorsze niż reality show. Jowisz odmawia udziału.",
    "Masz dziś charyzmę kartofla. Saturn przewiduje nudę.",
    "Twoja energia przypomina zgaszoną świeczkę. Merkury przewiduje ciemny dzień.",
    "Twoje teksty dziś zabijają rozmowę szybciej niż reklamy w TV. Neptun kręci głową.",
    "Dziś wyglądasz jakbyś stracił bitwę z własnym łóżkiem. Uran śmieje się cicho.",
    "Twoje marudzenie dziś jest nieskończone. Pluton radzi: przerwij transmisję.",
    "Twój dzień to definicja chaosu. Mars podkreśla: nic nowego.",
    "Twoje nastawienie dziś to: zero plus zero. Wenus macha ręką z rezygnacją.",
    "Twoja cierpliwość dziś trwa sekundę. Jowisz przewiduje awantury.",
    "Twoja twarz mówi wszystko: „dajcie mi spokój”. Saturn aprobuje ciszę.",
    "Twoja energia dziś to absolutne zero. Merkury notuje rekord.",
    "Dziś nawet kot patrzy na ciebie z pogardą. Neptun potwierdza: to twój dzień.",
    "Twoja obecność dziś to udręka. Uran chce cię teleportować gdzieś daleko.",
    "Twoje pomysły dziś przypominają piasek – suche i bez życia. Pluton kiwa głową.",
    "Twoja aura dziś to mgła negatywu. Mars sugeruje ucieczkę.",
    "Twoja motywacja dziś nie istnieje. Wenus wzdycha z rozpaczą.",
    "Twój humor dziś jest poniżej zera. Jowisz sugeruje: idź spać.",
    "Twoja kreatywność dziś to pustynia. Saturn kiwa głową ze smutkiem.",
    "Twoje słowa dziś są cięższe niż cegły. Merkury przewiduje kłótnie.",
    "Dziś wyglądasz jak statysta we własnym życiu. Neptun nie widzi nadziei.",
    "Twoje narzekania dziś to rekord Guinnessa. Uran chce wyjść.",
    "Twój dzień to katastrofa. Pluton się śmieje.",
    "Twoje nastawienie dziś to autopilot w dół. Mars notuje spadek.",
    "Twoja energia dziś to cień cienia. Wenus już uciekła."
  ],
  "dramatic": [
    "Twoje serce dziś bije w rytmie burzy. Wenus podsyca każdy dramat, byś poczuł się jak bohater tragedii.",
    "Każdy krok, który postawisz, brzmi jak echo w wielkiej sali. Jowisz otacza cię aurą monumentalnych wydarzeń.",
    "Dziś każde spojrzenie ma wagę tysiąca słów. Saturn zapisuje twoje gesty jak wersy poematu.",
    "Twoje słowa dziś niosą ciężar całego świata. Merkury sprawia, że brzmią jak przepowiednia.",
    "Dziś każda chwila to scena wielkiej sztuki. Neptun otula cię mgłą tajemnicy i patosu.",
    "Twoje sny dziś płoną niczym ogień na scenie. Mars każe ci walczyć o uwagę świata.",
    "Twoje spojrzenie dziś jest ostrzejsze niż miecz. Wenus daje ci urok i dramatyzm.",
    "Każda rozmowa dziś to manifest. Jowisz rozświetla twoje słowa wielkim znaczeniem.",
    "Dziś wszystko staje się opowieścią o cierpieniu i wielkości. Saturn stawia cię w roli tragicznego bohatera.",
    "Twoje emocje dziś przewracają góry. Merkury rozbrzmiewa jak echo twojego głosu.",
    "Dziś czujesz się jak bohater filmu, w którym stawką jest świat. Neptun dodaje dramaturgii każdej scenie.",
    "Twoje decyzje dziś brzmią jak przysięgi. Mars podsyca wagę chwili.",
    "Każde spojrzenie dziś to wyznanie. Wenus wciąga cię w teatr uczuć.",
    "Twoje kroki dziś brzmią jak bębny wojenne. Jowisz ogłasza nadejście bohatera.",
    "Dziś twój smutek rozciąga się jak ocean. Saturn każe ci tonąć w refleksji.",
    "Twoje słowa dziś są jak błyskawice. Merkury niesie je przez tłumy.",
    "Dziś każdy gest to symbol. Neptun otacza cię aurą tajemnicy.",
    "Twoje serce bije jak dzwon wojenny. Mars daje ci odwagę do dramatu.",
    "Twoja obecność dziś przypomina bohatera tragedii. Wenus otula cię patosem.",
    "Każdy dzień mógłby być zwykły, ale dziś nie. Jowisz zamienia twoją codzienność w epikę.",
    "Dziś twój śmiech brzmi jak echo w pustym teatrze. Saturn każe ci grać do końca.",
    "Twoje decyzje dziś są cięższe niż los. Merkury podkreśla wagę wyboru.",
    "Twoje oczy dziś skrywają tajemnicę. Neptun sprawia, że wszyscy chcą ją poznać.",
    "Każdy krok dziś to początek legendy. Mars pisze twoją sagę.",
    "Twoje słowa dziś brzmią jak modlitwa. Wenus dodaje im mocy.",
    "Dziś czujesz się jak bohater opery. Jowisz stawia cię w centrum sceny.",
    "Twój smutek dziś ma wymiar kosmiczny. Saturn zapisuje go w gwiazdach.",
    "Twoja energia dziś to błyskawica. Merkury niesie ją w świat.",
    "Każda rozmowa dziś to starcie tytanów. Neptun podsyca napięcie.",
    "Twoje serce płonie dramatem. Mars daje ci siłę, by to udźwignąć.",
    "Dziś jesteś postacią większą niż życie. Wenus nadaje ci blasku.",
    "Twoje kroki dziś brzmią jak uderzenia młota. Jowisz podkreśla ich wagę.",
    "Twoje słowa dziś są cięższe niż kamień. Saturn daje im moc.",
    "Twoje emocje dziś rozdzierają niebo. Merkury niesie je w dal.",
    "Dziś każdy gest ma sens większy niż zwykle. Neptun owiewa cię aurą poezji.",
    "Twoje spojrzenie dziś przypomina piorun. Mars daje ci moc.",
    "Twoja obecność dziś dominuje scenę. Wenus sprawia, że nikt nie może odwrócić wzroku.",
    "Twoje wybory dziś brzmią jak przeznaczenie. Jowisz stawia cię na piedestale.",
    "Twój smutek dziś jest jak burza. Saturn każe ci w niej tańczyć.",
    "Twoja radość dziś to fajerwerki. Merkury rozrzuca iskry po świecie.",
    "Każda rozmowa dziś brzmi jak wyznanie. Neptun daje jej głębię.",
    "Twoje serce dziś bije dramatycznie. Mars wzmacnia jego rytm.",
    "Dziś jesteś bohaterem ballady. Wenus dopisuje muzykę.",
    "Twoje kroki dziś budzą echo. Jowisz sprawia, że słyszą cię wszyscy.",
    "Twoje spojrzenie dziś zamienia ciszę w krzyk. Saturn dodaje mu ciężaru.",
    "Twoje słowa dziś brzmią jak pieśń. Merkury dodaje im melodii.",
    "Dziś jesteś postacią z legendy. Neptun otacza cię mgłą mitu.",
    "Twoje gesty dziś przypominają taniec wojenny. Mars podsyca ogień.",
    "Twoja obecność dziś to spektakl. Wenus ustawia reflektory na ciebie."
  ],
  "motivational": [
    "Dziś twoja energia rozkwita jak kwiat o poranku. Wenus przypomina ci, że masz w sobie piękno i siłę.",
    "Twoje marzenia dziś nabierają skrzydeł. Jowisz wspiera twoją odwagę, byś sięgnął po więcej.",
    "Każdy krok, który zrobisz, będzie prowadził do sukcesu. Mars daje ci moc, by przeć naprzód bez lęku.",
    "Twoje słowa dziś będą brzmieć jak inspiracja. Merkury sprawia, że inni chętnie cię słuchają.",
    "Masz w sobie siłę, której jeszcze nie odkryłeś. Saturn wspiera cię w budowaniu solidnych fundamentów.",
    "Dziś twój uśmiech może rozświetlić dzień innych. Wenus przypomina: dobro wraca.",
    "Twoje działania dziś mają sens większy niż myślisz. Jowisz kieruje cię ku sukcesowi.",
    "Każdy problem, który napotkasz, stanie się lekcją. Mars daje ci odwagę do nauki.",
    "Twoje serce dziś bije radością. Merkury sprawia, że dzielisz się nią z innymi.",
    "Twoja cierpliwość dziś przyniesie owoce. Saturn nagrodzi twoją wytrwałość.",
    "Dziś masz w sobie więcej światła niż zwykle. Wenus sprawia, że inni chcą być blisko ciebie.",
    "Twoje marzenia dziś są bliżej niż myślisz. Jowisz otwiera przed tobą nowe drzwi.",
    "Każda przeszkoda dziś to szansa na rozwój. Mars dodaje ci siły.",
    "Twoje słowa dziś inspirują innych do działania. Merkury niesie je dalej.",
    "Dziś twoje serce przypomina słońce. Saturn pilnuje, by świeciło stabilnie.",
    "Twoje pomysły dziś są jak gwiazdy. Wenus podkreśla ich piękno.",
    "Twoje decyzje dziś budują przyszłość. Jowisz wspiera twój rozwój.",
    "Każdy krok dziś jest ważny. Mars wzmacnia twoją determinację.",
    "Twoje spojrzenie dziś daje innym nadzieję. Merkury podaje je dalej.",
    "Dziś czujesz w sobie spokój i pewność. Saturn wzmacnia twoje fundamenty.",
    "Twoja energia dziś zaraża innych. Wenus rozlewa twoje światło.",
    "Twoje marzenia dziś są w zasięgu ręki. Jowisz sprzyja ich realizacji.",
    "Każdy problem dziś stanie się szansą. Mars daje ci siłę do walki.",
    "Twoje słowa dziś budują mosty. Merkury pomaga ci je wypowiadać.",
    "Dziś twoje serce bije mocniej. Saturn pilnuje, by było trwałe.",
    "Twoje pomysły dziś otwierają nowe możliwości. Wenus podkreśla ich urok.",
    "Twoje decyzje dziś prowadzą ku sukcesowi. Jowisz ci sprzyja.",
    "Każdy krok dziś buduje twoją drogę. Mars dodaje odwagi.",
    "Twoje spojrzenie dziś rozjaśnia dzień. Merkury podaje je dalej.",
    "Dziś czujesz w sobie moc. Saturn wzmacnia twoją stabilność.",
    "Twoja energia dziś to inspiracja. Wenus sprawia, że wszyscy ją czują.",
    "Twoje marzenia dziś stają się realne. Jowisz wspiera ich realizację.",
    "Każdy problem dziś to lekcja. Mars uczy cię wytrwałości.",
    "Twoje słowa dziś unoszą się lekko. Merkury daje im siłę.",
    "Dziś twoje serce promieniuje dobrem. Saturn nagradza cię spokojem.",
    "Twoje pomysły dziś są wyjątkowe. Wenus dodaje im blasku.",
    "Twoje decyzje dziś są mądre. Jowisz podkreśla ich wartość.",
    "Każdy krok dziś to zwycięstwo. Mars daje ci energię.",
    "Twoje spojrzenie dziś daje siłę. Merkury niesie je dalej.",
    "Dziś czujesz harmonię. Saturn pomaga ci ją utrzymać.",
    "Twoja energia dziś rozświetla drogę. Wenus podkreśla jej piękno.",
    "Twoje marzenia dziś rosną. Jowisz dodaje im przestrzeni.",
    "Każdy problem dziś to szansa. Mars wzmacnia twoją wolę.",
    "Twoje słowa dziś inspirują. Merkury pomaga im dotrzeć dalej.",
    "Dziś twoje serce daje ci spokój. Saturn wspiera twoje fundamenty.",
    "Twoje pomysły dziś są świetliste. Wenus rozlewa ich blask.",
    "Twoje decyzje dziś prowadzą do sukcesu. Jowisz otwiera ci drzwi.",
    "Każdy krok dziś jest mocny. Mars wzmacnia twoje tempo.",
    "Twoje spojrzenie dziś niesie nadzieję. Merkury powiela je w świecie."
  ]
}
