{
  "motivational": [
    "Dziś wstałeś lewą nogą, zjedz solidne śniadanie – świat poczeka, aż nabierzesz energii. Pamiętaj, że dobry start dnia to połowa sukcesu.",
    "Masz w sobie dziś więcej odwagi niż kawa – śmiało ruszaj po swoje. Twoje działania zostaną zauważone przez innych.",
    "Gwiazdy mówią: uśmiechnij się do siebie w lustrze raz dziennie – to doda mocy na cały dzień. To drobiazg, który odmieni twoje nastawienie.",
    "Twoje plany wyglądają lepiej, niż myślisz – wystarczy, że je zaczniesz. Nawet najmniejszy krok ma dziś znaczenie.",
    "Dziś każdy krok to krok naprzód – nawet jeśli to tylko do kuchni po herbatę. Małe ruchy prowadzą do wielkich efektów.",
    "Nie czekaj na odpowiedni moment – stwórz go sam dzisiaj. Twoja determinacja rozpali w innych inspirację.",
    "Twoja energia ma moc zarażania – rozdaj ją hojnie. Dobrze wykorzystana, wróci do ciebie podwójnie.",
    "Los podsuwa ci dziś małe okazje – złap chociaż jedną. Czasem drobiazgi zmieniają cały dzień.",
    "Twój uśmiech to twoja supermoc – użyj go od rana. Ludzie wokół odpowiedzą tym samym.",
    "Nawet jeśli inni wątpią, twoje serce zna drogę – zaufaj mu. Ono poprowadzi cię tam, gdzie trzeba.",
    "Cokolwiek dziś zrobisz, będzie wystarczająco dobre – odpuść perfekcjonizm. Twoja wartość nie zależy od idealności.",
    "Twoje pomysły są dziś złotem – podziel się nimi. Ktoś może je wykorzystać lepiej, niż się spodziewasz.",
    "Dzień zaczyna się od małego sukcesu – umyj kubek po kawie i ruszaj dalej. Proste zadania budują większą siłę.",
    "Dziś nawet zwykły spacer może stać się przygodą. Patrz uważnie, a zauważysz więcej niż zwykle.",
    "Każdy oddech to nowe paliwo – łap je i biegnij dalej. Twoja wytrwałość będzie nagrodzona.",
    "Dziś gwiazdy szepczą: pamiętaj, że możesz wszystko, choć nie wszystko naraz. Spokój jest twoim sprzymierzeńcem.",
    "Twoja cierpliwość dzisiaj zostanie nagrodzona – spokojnie czekaj. Wynik cię zaskoczy pozytywnie.",
    "Dzień przynosi lekcję – a ty masz siłę ją zdać. Wyciągnij z niej coś dobrego dla siebie.",
    "Zaufaj swojej intuicji – dziś jest twoim kompasem. Ona rzadko się myli.",
    "Świat czeka, aż pokażesz swoje najmocniejsze strony. Nie chowaj ich w cieniu."
  ],
  "dramatic": [
    "Dziś twoje myśli krążą jak komety – może nie wiesz, co dalej, ale na pewno będzie epicko. Twoja historia właśnie się pisze.",
    "Energia chaosu krąży w powietrzu – przygotuj się na chwilę niespodziewaną jak wybuch fajerwerków. To może być moment, który zapamiętasz.",
    "Czujesz, że życie to teatr, a dziś masz rolę życia – weź głęboki oddech i wejdź na scenę. Kurtyna czeka tylko na ciebie.",
    "Dzisiaj każde spojrzenie ma wagę historii – bądź czujny. Nawet drobiazg może zmienić bieg dnia.",
    "Twoje słowa mogą dziś przestawiać góry – albo przynajmniej kubki na biurku. Nie lekceważ ich siły.",
    "Nawet zwykła kolejka w sklepie okaże się dramatem dnia – przygotuj się na emocje. Cierpliwość będzie twoją zbroją.",
    "Gwiazdy gotują dla ciebie dziś soup operę – i to z tobą w roli głównej. Będziesz bohaterem w najmniej oczekiwanym momencie.",
    "Dziś zwykłe śniadanie może smakować jak uczta królewska. Delektuj się każdą chwilą.",
    "Twoja cierpliwość zostanie dziś wystawiona na próbę – spektakularną. Ale efekt okaże się wart wysiłku.",
    "Masz dziś aurę tajemniczego bohatera – inni to zauważą. Nie zdradzaj wszystkich kart od razu.",
    "Każda decyzja dziś brzmi jak wyrok – wybieraj ostrożnie. W tle słychać fanfary losu.",
    "Twoje serce bije dziś w rytm bębnów wojennych – ale spokojnie, to tylko stres w pracy. Oddychaj głęboko.",
    "Dzień zaskoczy cię niespodziewanym zwrotem akcji – popcorn wskazany. Wydarzenia rozwiną się szybko.",
    "Twoje marzenia dziś brzmią jak monolog w finale filmu. Nie wstydź się ich głośno wypowiedzieć.",
    "Dziś ktoś rzuci ci słowo, które zmieni scenariusz dnia. Uważaj, co usłyszysz.",
    "Nie bój się przesady – dzisiejsze emocje i tak się wyleją. Lepiej je wykorzystać niż tłumić.",
    "Twoja twarz zdradzi wszystkie tajemnice – maska nie pomoże. Autentyczność będzie twoją siłą.",
    "Zwykła rozmowa może dziś zamienić się w debatę o sens życia. Daj się ponieść dyskusji.",
    "Niebo dziś przesyła ci dramatyczny soundtrack – słuchaj uważnie. To dobry moment na refleksję.",
    "To będzie dzień, który zapamiętasz jak ostatnią scenę sezonu. Zrób z niego coś wyjątkowego."
  ],
  "rude": [
    "Wstałeś lewą nogą? No cóż, nie każdy bohater zaczyna z gracją – ale i tak lepiej niż leżeć w łóżku. Po prostu nie narzekaj od razu.",
    "Dziś nic cię nie obchodzi? To poczekaj – kawa załatwi nawet najbardziej zawistnego lenia. Serio, bez niej nie dasz rady.",
    "Gwiazdy: dziś masz humor jak koń po długiej jeździe – ale hej, przynajmniej nie kląłeś na miejskim korku. Postaraj się chociaż udawać entuzjazm.",
    "Twój plan na dziś: nie wkurzyć wszystkich – trudne, ale spróbuj. Może uda ci się wytrzymać do południa.",
    "Dziś nawet kot patrzy na ciebie jak na przegrywa – pokaż mu, kto tu rządzi. A potem i tak cię zignoruje.",
    "Nie licz na cud – licz na drzemkę w przerwie. To i tak twój największy sukces dnia.",
    "Twoja energia przypomina dziś rozładowany telefon – podłącz się do kawy. Inaczej padniesz w połowie zdania.",
    "Każdy problem wygląda dziś jak Mount Everest – ale hej, można zawrócić. I wcale nie będzie ci głupio.",
    "Nie rób nic, a i tak ktoś będzie miał pretensje – przywyknij. To twój los na dziś.",
    "Masz dziś twarz jakbyś jadł cytrynę – może cukier pomoże. Ale raczej nikt ci tego nie powie wprost.",
    "Twoja cierpliwość dziś wyparowała – zostało tylko burczenie. I to będzie twój soundtrack.",
    "Gwiazdy mówią: nie, nie będzie łatwo – ale przynajmniej będzie zabawnie. Śmiej się ze wszystkiego, co pójdzie źle.",
    "Dziś nawet twoje myśli są zbyt leniwe, by się ułożyć. Nie oczekuj od siebie logiki.",
    "Ktoś będzie dziś próbował cię zmotywować – uciekaj. I nie oglądaj się za siebie.",
    "Twoja aura dziś to czysty sarkazm – korzystaj z niego. To jedyna broń, jaka ci została.",
    "Dzień zacznie się źle, ale hej – może skończy się jeszcze gorzej. Wtedy przynajmniej będziesz miał historię do opowiedzenia.",
    "Twoje pomysły dziś są jak popsute Wi-Fi – nikt ich nie zrozumie. I pewnie lepiej, żeby tak zostało.",
    "Dziś twoje motto to: nie chce mi się – i to jest okej. Nie musisz ratować świata codziennie.",
    "Niebo dziś nie ma dla ciebie wskazówek – bo i tak ich nie posłuchasz. Idź więc na żywioł.",
    "Zrób cokolwiek – i tak ktoś powie, że źle. Więc przynajmniej zrób to po swojemu."
  ]
}
