{
    "rude": [
      "Podjąłeś kolejną złą decyzję. Klasyka.",
      "Twoja energia jest nie do podrobienia, niestety tak samo jak twoja upartość.",
      "Twoja strefa komfortu dzwoni – robi się w niej tłoczno.",
      "Upór to nie cecha osobowości, to ostrzeżenie.",
      "Zmieniasz zdanie cztery razy zanim skończysz zdanie.",
      "Wciąż płaczesz przez coś z 2009 roku?",
      "Twój bagaż emocjonalny przekracza limit bagażu podręcznego.",
      "Świat nie jest twoją sceną. Usiądź.",
      "Nie każdy lustro to maszyna do komplementów.",
      "Znów poprawiłeś komuś gramatykę, prawda?",
      "Perfekcja to mit. Ty jednak jesteś mitycznie irytujący.",
      "Trzy godziny wybierałeś smoothie.",
      "Przestań zadowalać wszystkich. Zacznij podejmować decyzje.",
      "Przestraszyłeś kolejną osobę samym spojrzeniem.",
      "Nie wszystko jest zdradą. Wyluzuj.",
      "Umówiłeś się na pięć spotkań, cztery odwołałeś.",
      "Mówisz szybciej niż myślisz.",
      "Zaplanowałeś załamanie nerwowe na 15:00, prawda?",
      "Praca to nie osobowość. Zrób drzemkę.",
      "Wymyśliłeś nową opinię tylko po to, by się kłócić.",
      "Emocje? Niedostępne. Spróbuj później.",
      "Rzeczywistość dzwoniła. Zostawiłeś ją na czytanym.",
      "Znów płakałeś przez mema. Szacunek."
    ],
    "dramatic": [
      "Mars płonie w twojej duszy. Wykorzystaj to albo spłoniesz.",
      "Wszechświat krzyczy twoje imię – tylko go nie zignoruj… znowu.",
      "Ziemia drży pod twoją pewnością siebie.",
      "Trwaj na swoim stanowisku… chyba że to ruchome piaski.",
      "Dwa umysły, jedno chaotyczne przeznaczenie.",
      "Twoje drugie ja chce pogadać.",
      "Księżyc szepcze dziś twoje sekrety.",
      "Jesteś burzą owiniętą w koc.",
      "Reflektor znajdzie cię nawet w całkowitej ciemności.",
      "Świeć jasno, ale nie spal przyjaciół.",
      "Precyzja jest dziś twoją poezją.",
      "Lista zadań rządzi wszystkim – uważaj na pułapkę nadmiernego myślenia.",
      "Waga się przechyla. Tak samo twoja cierpliwość.",
      "Harmonia jest w zasięgu ręki – przestań pytać wszystkich o zdanie.",
      "Tajemnica unosi się wokół ciebie jak dym.",
      "Twoja intensywność rozdziera niebo.",
      "Wiatr szepcze: Biegnij. Już cię nie ma.",
      "Mówisz prawdę czy siejesz chaos? Odpowiedź brzmi: tak.",
      "Góra patrzy, jak wspinasz się… znowu sam.",
      "Struktura otacza cię jak zbroja.",
      "Jesteś błyskawicą w burzy danych.",
      "Pomysły krążą wokół ciebie jak satelity. Pozwól niektórym wylądować.",
      "Marzenia płyną w twoich żyłach. Niestety, tak samo zaprzeczenie.",
      "Ocean w tobie jest dziś tsunami."
    ],
    "motivational": [
      "Jesteś odważny, dzielny i trochę chaotyczny. Idź dalej.",
      "Przejmij prowadzenie. Reszta wciąż się ładuje.",
      "Stały i silny. Jesteś jak Wi-Fi wśród przyjaciół.",
      "Bądź bykiem – ale może nie atakuj każdego problemu.",
      "Twoja zdolność adaptacji to supermoc. Dezorientacja to dodatek.",
      "Twoje słowa mogą budować imperia – albo kłótnie. Wybierz mądrze.",
      "Twoja wrażliwość to siła, nie wada.",
      "Kochasz głęboko – tylko się w tym nie utop.",
      "Urodziłeś się, żeby błyszczeć – nawet w grupowym czacie.",
      "Twoja odwaga inspiruje. Twoje dramaty bawią.",
      "Porządek to twój dar. Tylko nie porządkuj emocji alfabetycznie.",
      "Naprawiasz problemy, których nikt inny nie zauważył. To potęga.",
      "Twoja energia przynosi pokój. Chyba że wybierasz restaurację.",
      "Gracja w stresie. Urok w chaosie.",
      "Twoja głębia jest oceaniczna. Tylko nie top innych.",
      "Pasja cię napędza. Zemsta powinna przestać.",
      "Wędruj daleko. Myśl szeroko. Mów swoją dziką prawdę.",
      "Przygoda to twój tlen. Idź oddychać.",
      "Dyscyplina to twoja supermoc. Jesteś przerażająco produktywny.",
      "Budujesz imperia, gdy inni śpią.",
      "Buntownik z powodem – tylko pamiętaj go wyjaśnić.",
      "Nie jesteś dziwny. Jesteś zaawansowany.",
      "Czuj wszystko. Potem zrób z tego sztukę.",
      "Twoja empatia to magia. Nie zapominaj o granicach."
    ]
  }
  